xeon/20220406-fpw/logs/pg-32-16-1/7500/run-ro-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 7500
query mode: prepared
number of clients: 32
number of threads: 8
duration: 900 s
number of transactions actually processed: 67448212
latency average = 0.427 ms
initial connection time = 10.927 ms
tps = 74942.240862 (without initial connection time)